Repository: common-repository/nicechat
Catalog: languages/nice-chat-to-wp-*.po
Languages: ru_ru

source: Settings updated
ru_ru: Настройки сохранены

source: Wrong Partner ID
ru_ru: Некорректный ID Партнера

source: Wrong API-ID/Secret
ru_ru: Некорректный API-ID/Secret

source: Setup NiceChat Widget
ru_ru: Настройки NiceChat виджета

source: Partner ID (optional)
ru_ru: ID Партнера (необязательный)

source: Product synchronization API
ru_ru: Синхронизация каталога продуктов

source: API-ID (optional)
ru_ru: API-ID (необязательный)

source: API-Secret (optional)
ru_ru: API-Secret (необязательный)

source: Save settings
ru_ru: Сохранить настройки

source: Export products
ru_ru: Экспортировать продукты
